Repository: anton719/Notary
Catalog: Notary/*.lproj/Main.strings
Languages: ar

# 0Ub-8e-BRa.text
source: Number of Beneficiaries
ar: حدد عدد المستفيدين

# 3pU-kU-Sbv.text
source: Enter PIN
ar: كلمة المرور المؤقتة

# 5Hc-om-UQr.text
source: Representative Sign-in
ar: دخول ممثلي الخدمة

# 5Ld-rY-2XL.text
source: Representative Sign-in
ar: دخول ممثلي الخدمة

# 5d1-HP-GjJ.normalTitle
source: UpComing
ar: القادمة

# 6Vi-jz-XOw.normalTitle
source: Cancel
ar: إلغاء الطلب

# 7PN-jA-Ht4.text
source: Appointments Details
ar: تفاصيل موعد

# 7gb-jI-0AP.normalTitle
source: Beneficiaries Sign-in
ar: دخول المستفيدين

# 95w-vN-t7D.text
source: Select Date
ar: تاريخ الميلاد

# A2y-Dy-5yh.text
source: You can browse your appointments from Home Page
ar: بإمكانك استعراض مواعيدك من الصفحة الرئيسة

# A9I-C8-edS.text
source: National ID
ar: رقم الهوية

# ATX-su-oDw.text
source: Mobile Notary
ar: كتابة العدل المتنقلة

# ArC-c3-jeH.text
source: This screen specific to the service accredited representatives of the Ministry of Justice with the official authorities, such as hospitals and the relevant authorities. To record the official authorities, continue with the unit mobile services mpn@moj.gov.sa
ar: هذه الشاشة تخص ممثلي الخدمة المعتمدين من وزارة العدل لدى الجهات الرسمية كالمستشفيات والجهات ذات العلاقة. لتسجيل الجهات الرسمية، تواصل مع وحدة الخدمات المتنقلة mpn@moj.gov.sa

# Dof-CF-9z7.text
source: Submitted Successfully
ar: تم استلام طلبك بنجاح

# GW1-eJ-Wu3.normalTitle
source: Home Page
ar: عودة للصفحة الرئيسة

# HFE-AT-tBk.normalTitle
source: Home Page
ar: عودة للصفحة الرئيسة

# JuQ-zC-jhJ.normalTitle
source: Submit
ar: تقديم الطلب

# Lfs-yV-9NO.normalTitle
source: Sign-in
ar: دخول

# MQz-EW-83j.text
source: Submitted Successfully
ar: تم استلام طلبك بنجاح

# McT-3J-xGu.normalTitle
source: Previous Page
ar: عودة للصفحة السابقة

# MwV-k8-hb1.normalTitle
source: Previous
ar: السابقة

# NUX-4v-FV7.text
source: Date & Time
ar: التاريخ والوقت

# Q4u-zr-Dmb.text
source: Your Location
ar: حدد موقعك

# Q9F-IU-ib7.normalTitle
source: UpComing
ar: القادمة

# QCX-Pd-Syi.text
source: Notary mobile, is a free service of the Ministry of Justice, to serve those unable to come to the headquarters of the writings of justice, and an end to their actions. The application also serves, representatives of patients Affairs and the role of observation, for submissions on behalf of the beneficiaries. For more information about the Department of Justice Services, visit the website www.moj.gov.sa
ar: كتابة العدل المتنقلة، هي خدمة مجانية من وزارة العدل، لخدمة غير القادرين على الحضور إلى مقرات كتابات العدل، وإنهاء إجراءاتهم. يخدم التطبيق أيضًا، ممثلي شؤون المرضى ودور الملاحظة، لتقديم الطلبات نيابة عن المستفيدين. لمعلومات أكثر حول خدمات وزارة العدل، تفضل بزيارة الموقع الإلكتروني www.moj.gov.sa

# TsC-Ku-nwl.normalTitle
source: Home Page
ar: عودة للصفحة الرئيسة

# U57-xf-Sjf.normalTitle
source: Cancel
ar: إلغاء الطلب

# UOs-hs-cpO.text
source: Appointments Details
ar: تفاصيل موعد

# UdH-qB-V5G.text
source: Location
ar: حدد الموقع

# Vpj-gi-jmJ.text
source: Browse Appointments
ar: استعراض المواعيد

# X7n-EY-I8k.text
source: Browse Appointments
ar: استعراض المواعيد

# ag9-ey-eDW.text
source: Birth Date
ar: تاريخ الميلاد

# aqK-Hs-Q94.text
source: Sorry , something wrong happened. Please go to previous page and make sure of your information
ar: عفوًا لقد حدث خطأ ما ، إرجع للصفحة السابقة وتأكد من اختياراتك.

# bgZ-Za-0Y6.text
source: Select Date
ar: تاريخ الميلاد

# bvc-ud-XsJ.text
source: You will recieve a confirmation on
ar: ستصلك رسالة تأكيدية على هاتفك ٠٥٤٤٥٥٤٤٥٥٠

# cCA-SV-rfA.text
source: Birth Date
ar: تاريخ الميلاد

# cMq-8J-Kxl.normalTitle
source: Next
ar: تقديم الطلب

# cTY-l0-4XH.normalTitle
source: Next
ar: التالي

# cZL-tA-rNG.text
source: National ID
ar: رقم الهوية

# clD-8C-UkD.text
source: You can browse your appointments from Home Page
ar: بإمكانك استعراض مواعيدك من الصفحة الرئيسة

# dy4-MH-Meu.text
source: National ID
ar: رقم الهوية

# e4P-dM-stj.normalTitle
source: About App
ar: عن التطبيق

# etN-fq-gXw.normalTitle
source: Representative Sign-in
ar: دخول ممثل الخدمة

# gje-U9-2PY.text
source: Select Time
ar: اختر الوقت

# hOv-9S-Oeu.text
source: You will recieve a confirmation on
ar: ستصلك رسالة تأكيدية على هاتفك ٠٥٤٤٥٥٤٤٥٥٠

# i7H-wq-EWK.text
source: Service
ar: الخدمة

# ino-q7-Gxa.normalTitle
source: Home Page
ar: عودة للصفحة الرئيسة

# kTk-K2-aIx.text
source: About App
ar: عن التطبيق

# kh8-B6-YXA.normalTitle
source: Cancel Appointment
ar: إلغاء الموعد

# kkp-D3-cap.text
source: A free service of the Ministry of Justice, to provide Notary services for the Elderly people and in-patients.
ar: خدمة مجانية من وزارة العدل، لتقديم الخدمات العدلية لكبار السن، والمرضى في المستشفيات في مقر إقامتهم

# kvv-jk-zIF.normalTitle
source: Sign-in
ar: دخول

# p9a-Wh-0R3.normalTitle
source: Previous
ar: السابقة

# pKU-iG-4Bz.normalTitle
source: Next
ar: تقديم الطلب

# rGH-UK-pbe.normalTitle
source: Show Appointments
ar: عرض المواعيد

# s4F-4W-Ecg.text
source: Mobile Number
ar: رقم الجوال

# u7F-GO-gqU.text
source: Sorry , something wrong happened. Please go to previous page and make sure of your information
ar: عفوًا لقد حدث خطأ ما ، إرجع للصفحة السابقة وتأكد من اختياراتك.

# uDt-XB-C0l.text
source: In case you do not receive the temporary code message on your mobile phone for more than two minutes, then come back and try again. In case of recurrence of the problem, continue with the unit mobile services mpn@moj.gov.sa
ar: في حال لم تصلك رسالة الرمز المؤقت على هاتفك الجوال لأكثر من دقيقتين، قم بالعودة ثم حاول مرة أخرى. في حال تكرار المشكلة، تواصل مع وحدة الخدمات المتنقلة mpn@moj.gov.sa

# w0b-fn-rV8.normalTitle
source: Cancel Appointment
ar: إلغاء الموعد

# wVT-xv-OE8.text
source: Mobile Number
ar: رقم الجوال

# wlt-AB-J68.text
source: Select Time
ar: اختر الوقت

# xGZ-he-19I.normalTitle
source: Previous Page
ar: عودة للصفحة السابقة

# y8i-8x-1Yw.normalTitle
source: Submit
ar: تقديم الطلب

# ynU-j8-cE5.normalTitle
source: Next
ar: التالي

# zSv-Pu-NiU.text
source: Mobile Number
ar: رقم الجوال
